[
    {
        "text": "Hay amores que marcan tu vida de tal manera que, aunque el tiempo pase, siempre encuentras tu camino de regreso a ellos. Eso es lo que siento por ti."
    },
    {
        "text": "Cada momento contigo me enseñó que el amor verdadero no es perfecto, pero sí es real. Y lo nuestro fue tan real que aún lo siento en cada latido de mi corazón."
    },
    {
        "text": "No busco volver al pasado, busco construir un futuro mejor con todo lo que aprendimos. Porque lo que vale la pena siempre merece un segundo intento."
    },
    {
        "text": "A veces pienso que el destino nos separó solo para enseñarnos el valor de lo que teníamos. Ahora lo entiendo, y estoy listo para valorarte como siempre mereciste asi que te pido volver por eso :(."
    },
    {
        "text": "Tu ausencia me enseñó que no hay nadie como tú. Que lo especial de verdad no se encuentra dos veces. Y que a veces hay que perder para aprender a no dejar ir."
    },
    {
        "text": "En el silencio de las noches descubrí que tu recuerdo es el único que me hace sentir completo realmente. No hay día que pase sin que piense en todo lo que fuimos y en lo que quiero que sigamos siendo."
    },
    {
        "text": "Dicen que el tiempo lo cura todo, pero lo único que hizo fue confirmarme que tú eres la única medicina que mi corazón necesita."
    },
    {
        "text": "No te pido que olvides lo que pasó. Solo te pido una oportunidad de demostrarte que el amor que siento ahora es más fuerte que cualquier error del ayer."
    },
    {
        "text": "Nadie ríe como tú, nadie me entiende como tú, nadie es tú y por eso me siento incompleto."
    },
    {
        "text": "Si pudiera retroceder el tiempo, no cambiaría haberte conocido. Cambiaría la forma en que te dejé ir. Porque perderte fue el mayor error de mi vida."
    },
    {
        "text": "Hay canciones que ya no puedo escuchar, porque todo me lleva a ti. Y aunque duele, no quiero dejar de sentirlo."
    },
    {
        "text": "El amor verdadero no se rinde a la primera caída. Se levanta, aprende y pelea por lo que vale. Y tú vales cada batalla que esté dispuesto a dar."
    },
    {
        "text": "Pensé que superarte sería cuestión de tiempo, pero el tiempo solo me ha enseñado que algunos amores no se superan, se honran volviendo a intentarlo y es lo que busco."
    },
    {
        "text": "Tu nombre sigue siendo mi palabra favorita. Tu risa, mi melodía preferida. Tu amor, lo único que realmente deseo recuperar."
    },
    {
        "text": "No quiero ser un capítulo cerrado en tu vida. Quiero ser la historia que nunca termina, la que siempre vale la pena volver a leer."
    },
    {
        "text": "He madurado, he cambiado, he crecido. Pero hay algo que permanece intacto: el amor profundo e inquebrantable que siento por ti."
    },
    {
        "text": "Cada amanecer es un recordatorio de que un nuevo día es una nueva oportunidad. Y mi mayor deseo es tener la oportunidad de amarte mejor esta vez."
    },
    {
        "text": "No existe un plan B cuando se trata de ti. Porque cuando amas de verdad, no hay segunda opción que valga la pena."
    },
    {
        "text": "La vida me ha puesto pruebas difíciles, pero ninguna tan dura como vivir sin ti. Y ninguna tan importante como demostrarte que merezco otra oportunidad."
    },
    {
        "text": "Sé que las palabras no bastan, pero son el primer paso. Déjame demostrarte con acciones que esta vez será diferente, que esta vez lo haremos bien."
    },
    {
        "text": "Tu felicidad siempre será mi prioridad, incluso si eso significa trabajar cada día para ser el hombre que mereces a tu lado :(."
    },
    {
        "text": "No te ofrezco perfección, te ofrezco compromiso. Compromiso de amarte en tus días buenos y en los difíciles, de estar ahí siempre que me necesites."
    },
    {
        "text": "El amor que siento por ti no es un impulso del momento, es una certeza que ha crecido con cada día de tu ausencia. Es real, es profundo, es eterno."
    },
    {
        "text": "Dicen que uno no sabe lo que tiene hasta que lo pierde. Yo lo perdí, lo supe, y ahora estoy aquí, luchando por recuperar lo más valioso que he tenido."
    },
    {
        "text": "No hay distancia, tiempo ni orgullo que valga más que el amor verdadero. Y lo nuestro siempre fue amor verdadero, de eso no tengo ninguna duda."
    },
    {
        "text": "Puedo vivir sin ti, pero no quiero. Porque vivir sin ti no es realmente vivir, es solo existir esperando el momento de volver a encontrarte."
    },
    {
        "text": "Si el amor fuera fácil, no valdría la pena. Pero lo nuestro vale cada lágrima, cada esfuerzo, cada batalla. Y estoy dispuesto a pelear por nosotros."
    },
    {
        "text": "Tu amor me hizo mejor persona. Tu ausencia me enseñó a valorar lo que tenía. Ahora solo quiero la oportunidad de demostrarte quién soy ahora gracias a ti."
    },
    {
        "text": "porfavor mi amor te pido una oportunidad para seguir creciendo y aprendiendo juntos por que tu eres mi gran sueño y mi gran amor y siempre sera asi."
    }
]